{
  "common": {
    "addToCart": "Ajouter au panier",
    "viewDetails": "Voir les détails",
    "price": "Prix",
    "reviews": "avis",
    "review": "avis",
    "retry": "Réessayer",
    "goHome": "Retour à l'accueil",
    "error": "Erreur",
    "loading": "Chargement...",
    "search": "Rechercher",
    "filter": "Filtrer",
    "sort": "Trier",
    "category": "Catégorie",
    "allCategories": "Toutes les catégories"
  },
  "catalog": {
    "title": "Catalogue",
    "addToCart": "Ajouter au panier",
    "price": "Prix",
    "noProducts": "Aucun produit trouvé",
    "searchPlaceholder": "Rechercher un produit...",
    "sortAsc": "Prix croissant",
    "sortDesc": "Prix décroissant",
    "sortNone": "Aucun tri",
    "result": "résultat",
    "results": "résultats"
  },
  "cart": {
    "title": "Votre panier",
    "empty": "Votre panier est vide",
    "emptyDescription": "Parcourez notre catalogue et ajoutez des produits à votre panier.",
    "backToCatalog": "Retour au catalogue",
    "total": "Total",
    "items": "articles",
    "item": "article",
    "clear": "Vider le panier",
    "clearShort": "Vider",
    "remove": "Supprimer",
    "subtotal": "Sous-total",
    "itemCount": "Nombre d'articles",
    "itemRemoved": "Article supprimé du panier",
    "itemRemovedWithName": "supprimé du panier",
    "cartCleared": "Panier vidé",
    "checkout": "Passer la commande (Avec Stripe ou PayPal)",
    "checkoutShort": "Passer la commande",
    "continueShopping": "Continuer les achats"
  },
  "navbar": {
    "catalog": "Catalogue",
    "cart": "Panier",
    "home": "Accueil"
  },
  "home": {
    "welcome": "Bienvenue sur",
    "subtitle": "Découvrez notre sélection de produits de qualité. Parcourez nos catégories et trouvez exactement ce dont vous avez besoin pour tous vos projets.",
    "discoverCatalog": "Découvrir le catalogue",
    "ourCategories": "Nos catégories",
    "seeAll": "Voir tout",
    "discover": "Découvrir",
    "noCategories": "Aucune catégorie disponible",
    "noCategoriesDescription": "Les catégories seront bientôt disponibles.",
    "fastDelivery": {
      "title": "Livraison rapide",
      "description": "Livraison express sur tous nos produits en stock. Recevez vos commandes en 24-48h."
    },
    "securePayment": {
      "title": "Paiement sécurisé",
      "description": "Transactions sécurisées avec les meilleurs moyens de paiement. Vos données sont protégées."
    },
    "customerService": {
      "title": "Service client",
      "description": "Une équipe à votre écoute pour répondre à toutes vos questions. Support 7j/7."
    }
  },
  "product": {
    "description": "Description",
    "quantity": "Quantité",
    "sku": "SKU",
    "backToCatalog": "Retour au catalogue"
  },
  "errors": {
    "boundary": {
      "title": "Une erreur est survenue",
      "message": "Désolé, une erreur inattendue s'est produite. Veuillez réessayer.",
      "retry": "Réessayer"
    },
    "page": {
      "title": "Une erreur est survenue",
      "message": "Désolé, une erreur inattendue s'est produite. Veuillez réessayer ou retourner à la page d'accueil.",
      "retry": "Réessayer",
      "goHome": "Retour à l'accueil"
    },
    "notFound": {
      "title": "Page non trouvée",
      "message": "La page que vous recherchez n'existe pas."
    }
  },
  "categories": {
    "Electronics": "Électronique",
    "Computers": "Ordinateurs",
    "Furniture": "Mobilier",
    "Equipment": "Équipement",
    "Camera & Photo": "Appareils photo",
    "Home & Garden": "Maison & Jardin",
    "Plants": "Plantes",
    "Footwear": "Chaussures",
    "Clothing": "Vêtements",
    "Books": "Livres",
    "Sports": "Sports",
    "Toys": "Jouets",
    "Beauty": "Beauté",
    "Health": "Santé",
    "Automotive": "Automobile",
    "Tools": "Outils",
    "Music": "Musique",
    "Movies": "Films",
    "Software": "Logiciels",
    "Games": "Jeux",
    "Food": "Alimentation",
    "Drinks": "Boissons",
    "Accessories": "Accessoires",
    "Jewelry": "Bijoux",
    "Watches": "Montres",
    "Bags": "Sacs",
    "Sunglasses": "Lunettes de soleil",
    "Phones": "Téléphones",
    "Tablets": "Tablettes",
    "Laptops": "Ordinateurs portables",
    "Monitors": "Écrans",
    "Printers": "Imprimantes",
    "Headphones": "Écouteurs",
    "Speakers": "Haut-parleurs",
    "Cameras": "Appareils photo",
    "TVs": "Téléviseurs",
    "Gaming": "Jeux vidéo",
    "Office": "Bureau",
    "Kitchen": "Cuisine",
    "Bedroom": "Chambre",
    "Living": "Salon",
    "Bathroom": "Salle de bain",
    "Outdoor": "Extérieur",
    "Garden": "Jardin",
    "Lighting": "Éclairage",
    "Decor": "Décoration",
    "Storage": "Rangement",
    "Textiles": "Textiles",
    "Rugs": "Tapis",
    "Curtains": "Rideaux",
    "Pillows": "Oreillers",
    "Blankets": "Couvertures",
    "Towels": "Serviettes",
    "Sports & Outdoor": "Sports & Plein air"
  },
  "products": {
    "Laptop": "Ordinateur portable",
    "Tablet": "Tablette",
    "Wireless Optical Mouse": "Souris optique sans fil",
    "32-Inch Monitor": "Écran 32 pouces",
    "Curvy Monitor": "Écran incurvé",
    "High Performance RAM": "Mémoire RAM haute performance",
    "Gaming PC": "PC de jeu",
    "Hard Drive": "Disque dur",
    "Clacky Keyboard": "Clavier mécanique",
    "Ethernet Cable": "Câble Ethernet",
    "USB Cable": "Câble USB",
    "Instant Camera": "Appareil photo instantané",
    "Camera Lens": "Objectif photo",
    "Vintage Folding Camera": "Appareil photo pliant vintage",
    "Tripod": "Trépied",
    "Instamatic Camera": "Appareil photo Instamatic",
    "Compact Digital Camera": "Appareil photo numérique compact",
    "Nikkormat SLR Camera": "Appareil photo reflex Nikkormat",
    "Compact SLR Camera": "Appareil photo reflex compact",
    "Twin Lens Camera": "Appareil photo à double objectif",
    "Road Bike": "Vélo de route",
    "Skipping Rope": "Corde à sauter",
    "Boxing Gloves": "Gants de boxe",
    "Tent": "Tente",
    "Cruiser Skateboard": "Planche à roulettes cruiser",
    "Football": "Ballon de football",
    "Tennis Ball": "Balle de tennis",
    "Basketball": "Ballon de basket",
    "Ultraboost Running Shoe": "Chaussure de course Ultraboost",
    "Freerun Running Shoe": "Chaussure de course Freerun",
    "Hi-Top Basketball Shoe": "Chaussure de basket montante",
    "Pureboost Running Shoe": "Chaussure de course Pureboost",
    "RunX Running Shoe": "Chaussure de course RunX",
    "Allstar Sneakers": "Baskets Allstar",
    "Spiky Cactus": "Cactus épineux",
    "Tulip Pot": "Pot de tulipes",
    "Hanging Plant": "Plante suspendue",
    "Aloe Vera": "Aloé Véra",
    "Fern Blechnum Gibbum": "Fougère Blechnum Gibbum",
    "Assorted Indoor Succulents": "Succulentes d'intérieur assorties",
    "Orchid": "Orchidée",
    "Bonsai Tree": "Arbre bonsaï",
    "Guardian Lion Statue": "Statue de lion gardien",
    "Hand Trowel": "Pelle à main",
    "Balloon Chair": "Chaise ballon",
    "Grey Fabric Sofa": "Canapé en tissu gris",
    "Leather Sofa": "Canapé en cuir",
    "Light Shade": "Abat-jour",
    "Wooden Side Desk": "Bureau d'appoint en bois",
    "Comfy Padded Chair": "Chaise rembourrée confortable",
    "Black Eaves Chair": "Chaise Black Eaves",
    "Wooden Stool": "Tabouret en bois",
    "Bedside Table": "Table de chevet",
    "Modern Cafe Chair": "Chaise de café moderne"
  },
  "descriptions": {
    "Now equipped with seventh-generation Intel Core processors, Laptop is snappier than ever__DOT__": "Maintenant équipé de processeurs Intel Core de septième génération, l'ordinateur portable est plus rapide que jamais.",
    "From daily tasks like launching apps and opening files to more advanced computing, you can power through your day thanks to faster SSDs and Turbo Boost processing up to 3__DOT__6GHz__DOT__": "Des tâches quotidiennes comme lancer des applications et ouvrir des fichiers aux calculs plus avancés, vous pouvez accomplir votre journée grâce à des SSD plus rapides et un traitement Turbo Boost jusqu'à 3.6 GHz.",
    "If the computer were invented today, what would it look like?": "Si l'ordinateur était inventé aujourd'hui, à quoi ressemblerait-il ?",
    "It would be powerful enough for any task__DOT__": "Il serait assez puissant pour toute tâche.",
    "So mobile you could take it everywhere__DOT__": "Si mobile que vous pourriez l'emporter partout.",
    "And so intuitive you could use it any way you wanted — with touch, a keyboard, or even a pencil__DOT__": "Et si intuitif que vous pourriez l'utiliser comme vous le souhaitez — avec le toucher, un clavier, ou même un crayon.",
    "In other words, it wouldn't really be a \"computer__DOT__\" It would be Tablet__DOT__": "En d'autres termes, ce ne serait pas vraiment un \"ordinateur\". Ce serait la Tablette.",
    "The Logitech M185 Wireless Optical Mouse is a great device for any computer user, and as Logitech are the global market leaders for these devices, you are also guaranteed absolute reliability__DOT__": "La souris optique sans fil Logitech M185 est un excellent appareil pour tout utilisateur d'ordinateur, et comme Logitech est le leader du marché mondial pour ces appareils, vous êtes également garanti une fiabilité absolue.",
    "A mouse to be reckoned with!": "Une souris à ne pas négliger !",
    "The UJ59 with Ultra HD resolution has 4x the pixels of Full HD, delivering more screen space and amazingly life-like images__DOT__": "L'UJ59 avec résolution Ultra HD a 4 fois plus de pixels que le Full HD, offrant plus d'espace d'écran et des images incroyablement réalistes.",
    "That means you can view documents and webpages with less scrolling, work more comfortably with multiple windows and toolbars, and enjoy photos, videos and games in stunning 4K quality__DOT__": "Cela signifie que vous pouvez consulter des documents et des pages web avec moins de défilement, travailler plus confortablement avec plusieurs fenêtres et barres d'outils, et profiter de photos, vidéos et jeux en qualité 4K époustouflante.",
    "Note: beverage not included__DOT__": "Note : boisson non incluse.",
    "Discover a truly immersive viewing experience with this monitor curved more deeply than any other__DOT__": "Découvrez une expérience de visualisation vraiment immersive avec cet écran plus profondément incurvé que tout autre.",
    "Wrapping around your field of vision the 1,800 R screencreates a wider field of view, enhances depth perception, and minimises peripheral distractions to draw you deeper in to your content__DOT__": "Enveloppant votre champ de vision, l'écran 1,800 R crée un champ de vision plus large, améliore la perception de la profondeur et minimise les distractions périphériques pour vous plonger plus profondément dans votre contenu.",
    "Each RAM module is built with a pure aluminium heat spreader for faster heat dissipation and cooler operation__DOT__": "Chaque module RAM est construit avec un dissipateur de chaleur en aluminium pur pour une dissipation de chaleur plus rapide et un fonctionnement plus frais.",
    "Enhanced to XMP 2__DOT__0 profiles for better overclocking; Compatibility: Intel 100 Series, Intel 200 Series, Intel 300 Series, Intel X299, AMD 300 Series, AMD 400 Series__DOT__": "Amélioré pour les profils XMP 2.0 pour un meilleur overclocking ; Compatibilité : Intel série 100, Intel série 200, Intel série 300, Intel X299, AMD série 300, AMD série 400.",
    "This pc is optimised for gaming, and is also VR ready__DOT__": "Ce PC est optimisé pour le jeu et est également prêt pour la VR.",
    "The Intel Core-i7 CPU and High Performance GPU give the computer the raw power it needs to function at a high level__DOT__": "Le processeur Intel Core-i7 et le processeur graphique haute performance donnent à l'ordinateur la puissance brute dont il a besoin pour fonctionner à un niveau élevé.",
    "Boost your PC storage with this internal hard drive, designed just for desktop and all-in-one PCs__DOT__": "Augmentez le stockage de votre PC avec ce disque dur interne, conçu spécialement pour les PC de bureau et tout-en-un.",
    "Let all your colleagues know that you are typing on this exclusive, colorful klicky-klacky keyboard__DOT__": "Faites savoir à tous vos collègues que vous tapez sur ce clavier exclusif et coloré au son cliquetant.",
    "Huge travel on each keypress ensures maximum klack on each and every keystroke__DOT__": "Une grande course sur chaque frappe garantit un maximum de claquement sur chaque frappe.",
    "5m (metres) Cat__DOT__6 network cable (upwards/downwards compatible) | Patch cable | 2 RJ-45 plug | plug with bend protection mantle__DOT__": "Câble réseau Cat.6 de 5 m (mètres) (compatible vers le haut/vers le bas) | Câble de raccordement | 2 prises RJ-45 | prise avec gaine de protection contre la flexion.",
    "High transmission speeds due to operating frequency with up to 250 MHz (in comparison to Cat__DOT__5/Cat__DOT__5e cable bandwidth of 100 MHz)__DOT__": "Vitesses de transmission élevées grâce à la fréquence de fonctionnement jusqu'à 250 MHz (par rapport à la bande passante du câble Cat.5/Cat.5e de 100 MHz).",
    "Solid conductors eliminate strand-interaction distortion and reduce jitter__DOT__ As the surface is made of high-purity silver, the performance is very close to that of a solid silver cable, but priced much closer to solid copper cable__DOT__": "Les conducteurs solides éliminent la distorsion d'interaction entre brins et réduisent le jitter. Comme la surface est en argent de haute pureté, les performances sont très proches d'un câble en argent massif, mais au prix beaucoup plus proche d'un câble en cuivre massif.",
    "With its nostalgic design and simple point-and-shoot functionality, the Instant Camera is the perfect pick to get started with instant photography__DOT__": "Avec son design nostalgique et sa fonctionnalité simple de visée et déclenchement, l'appareil photo instantané est le choix parfait pour commencer la photographie instantanée.",
    "This lens is a Di type lens using an optical system with improved multi-coating designed to function with digital SLR cameras as well as film cameras__DOT__": "Cet objectif est un objectif de type Di utilisant un système optique avec un multi-revêtement amélioré conçu pour fonctionner avec les appareils photo reflex numériques ainsi que les appareils photo argentiques.",
    "This vintage folding camera is so antiquated that you cannot possibly hope to produce actual photographs with it__DOT__ However, it makes a wonderful decorative piece for the home or office__DOT__": "Cet appareil photo pliant vintage est si ancien que vous ne pouvez pas espérer produire de vraies photographies avec. Cependant, il fait une merveilleuse pièce décorative pour la maison ou le bureau.",
    "Capture vivid, professional-style photographs with help from this lightweight tripod__DOT__ The adjustable-height tripod makes it easy to achieve reliable stability and score just the right angle when going after that award-winning shot__DOT__": "Capturez des photographies vives de style professionnel avec l'aide de ce trépied léger. Le trépied à hauteur réglable facilite l'obtention d'une stabilité fiable et permet d'obtenir le bon angle lors de la recherche de cette photo primée.",
    "This inexpensive point-and-shoot camera uses easy-to-load 126 film cartridges__DOT__ A built-in flash unit ensure great results, no matter the lighting conditions__DOT__": "Cet appareil photo bon marché de visée et déclenchement utilise des cartouches de film 126 faciles à charger. Une unité de flash intégrée garantit d'excellents résultats, quelles que soient les conditions d'éclairage.",
    "Unleash your creative potential with high-level performance and advanced features such as AI-powered Real-time Eye AF; new, high-precision Real-time Tracking; high-speed continuous shooting and 4K HDR movie-shooting__DOT__ The camera's innovative AF quickly and reliably detects the position of the subject and then tracks the subject's motion, keeping it in sharp focus__DOT__": "Libérez votre potentiel créatif avec des performances de haut niveau et des fonctionnalités avancées telles que la mise au point automatique des yeux en temps réel alimentée par l'IA ; un nouveau suivi en temps réel haute précision ; la prise de vue en rafale haute vitesse et le tournage de films 4K HDR. La mise au point automatique innovante de l'appareil photo détecte rapidement et de manière fiable la position du sujet puis suit le mouvement du sujet, en le maintenant net.",
    "The Nikkormat FS was brought to market by Nikon in 1965__DOT__ The lens is a 50mm f1__DOT__4 Nikkor__DOT__ Nice glass, smooth focus and a working diaphragm__DOT__ A UV filter and a Nikon front lens cap are included with the lens__DOT__": "Le Nikkormat FS a été lancé sur le marché par Nikon en 1965. L'objectif est un Nikkor 50mm f1.4. Bel objectif, mise au point fluide et diaphragme fonctionnel. Un filtre UV et un bouchon d'objectif avant Nikon sont inclus avec l'objectif.",
    "Retro styled, portable in size and built around a powerful 24-megapixel APS-C CMOS sensor, this digital camera is the ideal companion for creative everyday photography__DOT__ Packed full of high spec features such as an advanced hybrid autofocus system able to keep pace with even the most active subjects, a speedy 6fps continuous-shooting mode, high-resolution electronic viewfinder and intuitive swivelling touchscreen, it brings professional image making into everyone's grasp__DOT__": "De style rétro, portable et construit autour d'un capteur CMOS APS-C de 24 mégapixels puissant, cet appareil photo numérique est le compagnon idéal pour la photographie créative quotidienne. Rempli de fonctionnalités haut de gamme telles qu'un système de mise au point automatique hybride avancé capable de suivre même les sujets les plus actifs, un mode de prise de vue en rafale rapide de 6 images/seconde, un viseur électronique haute résolution et un écran tactile pivotant intuitif, il rend la création d'images professionnelles accessible à tous.",
    "What makes a Rolleiflex TLR so special? Many things__DOT__ To start, TLR stands for twin lens reflex__DOT__ \"Twin\" because there are two lenses__DOT__ And reflex means that the photographer looks through the lens to view the reflected image of an object or scene on the focusing screen__DOT__": "Qu'est-ce qui rend un Rolleiflex TLR si spécial ? Beaucoup de choses. Pour commencer, TLR signifie reflex à double objectif. \"Double\" car il y a deux objectifs. Et reflex signifie que le photographe regarde à travers l'objectif pour voir l'image réfléchie d'un objet ou d'une scène sur l'écran de mise au point.",
    "Featuring a full carbon chassis - complete with cyclocross-specific carbon fork - and a component setup geared for hard use on the race circuit, it's got the low weight, exceptional efficiency and brilliant handling you'll need to stay at the front of the pack__DOT__": "Avec un châssis entièrement en carbone - complet avec une fourche en carbone spécifique au cyclocross - et une configuration de composants conçue pour un usage intensif sur le circuit de course, il a le faible poids, l'efficacité exceptionnelle et la maniabilité brillante dont vous aurez besoin pour rester en tête du peloton.",
    "When you're working out you need a quality rope that doesn't tangle at every couple of jumps and with this skipping rope you won't have this problem__DOT__ The fact that it looks like a pair of tasty frankfurters is merely a bonus__DOT__": "Lorsque vous vous entraînez, vous avez besoin d'une corde de qualité qui ne s'emmêle pas à chaque saut et avec cette corde à sauter, vous n'aurez pas ce problème. Le fait qu'elle ressemble à une paire de saucisses appétissantes n'est qu'un bonus.",
    "Training gloves designed for optimum training__DOT__ Our gloves promote proper punching technique because they are conformed to the natural shape of your fist__DOT__ Dense, innovative two-layer foam provides better shock absorbency and full padding on the front, back and wrist to promote proper punching technique__DOT__": "Gants d'entraînement conçus pour un entraînement optimal. Nos gants favorisent une technique de frappe appropriée car ils sont conformés à la forme naturelle de votre poing. Une mousse innovante à deux couches dense offre une meilleure absorption des chocs et un rembourrage complet sur l'avant, l'arrière et le poignet pour favoriser une technique de frappe appropriée.",
    "With tons of space inside (for max__DOT__ 4 persons), full head height throughout the entire tent and an unusual and striking shape, this tent offers you everything you need__DOT__": "Avec beaucoup d'espace à l'intérieur (pour max. 4 personnes), une hauteur de tête complète dans toute la tente et une forme inhabituelle et frappante, cette tente vous offre tout ce dont vous avez besoin.",
    "Now equipped with seventh-generation Intel Core processors, Laptop is snappier than ever__DOT__ From daily tasks like launching apps and opening files to more advanced computing, you can power through your day thanks to faster SSDs and Turbo Boost processing up to 3__DOT__6GHz__DOT__": "Désormais équipé de processeurs Intel Core de septième génération, l'ordinateur portable est plus vif que jamais. Qu'il s'agisse de tâches quotidiennes telles que le lancement d'applications et l'ouverture de fichiers, ou d'une informatique plus avancée, vous pouvez accomplir votre journée grâce à des SSD plus rapides et au traitement Turbo Boost jusqu'à 3,6 GHz.",
    "If the computer were invented today, what would it look like? It would be powerful enough for any task__DOT__ So mobile you could take it everywhere__DOT__ And so intuitive you could use it any way you wanted — with touch, a keyboard, or even a pencil__DOT__ In other words, it wouldn't really be a \"computer__DOT__\" It would be Tablet__DOT__": "Si l’ordinateur était inventé aujourd’hui, à quoi ressemblerait-il ? Ce serait assez puissant pour n’importe quelle tâche. Tellement mobile que vous pouvez l'emporter partout. Et si intuitif que vous pouvez l'utiliser comme vous le souhaitez : avec le toucher, un clavier ou même un crayon. En d’autres termes, ce ne serait pas vraiment un « ordinateur ». Ce serait une tablette.",
    "The Logitech M185 Wireless Optical Mouse is a great device for any computer user, and as Logitech are the global market leaders for these devices, you are also guaranteed absolute reliability__DOT__ A mouse to be reckoned with!": "La souris optique sans fil Logitech M185 est un excellent appareil pour tout utilisateur d'ordinateur, et comme Logitech est le leader mondial du marché pour ces appareils, vous avez également la garantie d'une fiabilité absolue. Une souris avec laquelle il faut compter !",
    "The UJ59 with Ultra HD resolution has 4x the pixels of Full HD, delivering more screen space and amazingly life-like images__DOT__ That means you can view documents and webpages with less scrolling, work more comfortably with multiple windows and toolbars, and enjoy photos, videos and games in stunning 4K quality__DOT__ Note: beverage not included__DOT__": "L'UJ59 avec une résolution Ultra HD possède 4 fois plus de pixels que la Full HD, offrant plus d'espace d'écran et des images incroyablement réalistes. Cela signifie que vous pouvez afficher des documents et des pages Web avec moins de défilement, travailler plus confortablement avec plusieurs fenêtres et barres d'outils et profiter de photos, de vidéos et de jeux dans une qualité 4K époustouflante. Remarque : boisson non incluse.",
    "Discover a truly immersive viewing experience with this monitor curved more deeply than any other__DOT__ Wrapping around your field of vision the 1,800 R screencreates a wider field of view, enhances depth perception, and minimises peripheral distractions to draw you deeper in to your content__DOT__": "Découvrez une expérience visuelle véritablement immersive avec ce moniteur courbé plus profondément que tout autre. Enveloppant votre champ de vision, l'écran 1 800 R crée un champ de vision plus large, améliore la perception de la profondeur et minimise les distractions périphériques pour vous plonger plus profondément dans votre contenu.",
    "Each RAM module is built with a pure aluminium heat spreader for faster heat dissipation and cooler operation__DOT__ Enhanced to XMP 2__DOT__0 profiles for better overclocking; Compatibility: Intel 100 Series, Intel 200 Series, Intel 300 Series, Intel X299, AMD 300 Series, AMD 400 Series__DOT__": "Chaque module RAM est construit avec un dissipateur de chaleur en aluminium pur pour une dissipation thermique plus rapide et un fonctionnement plus frais. Amélioré vers les profils XMP 2.0 pour un meilleur overclocking ; Compatibilité : Intel série 100, série Intel 200, série Intel 300, Intel X299, série AMD 300, série AMD 400.",
    "This pc is optimised for gaming, and is also VR ready__DOT__ The Intel Core-i7 CPU and High Performance GPU give the computer the raw power it needs to function at a high level__DOT__": "Ce PC est optimisé pour les jeux et est également prêt pour la réalité virtuelle. Le processeur Intel Core-i7 et le GPU haute performance donnent à l'ordinateur la puissance brute dont il a besoin pour fonctionner à un niveau élevé.",
    "Let all your colleagues know that you are typing on this exclusive, colorful klicky-klacky keyboard__DOT__ Huge travel on each keypress ensures maximum klack on each and every keystroke__DOT__": "Faites savoir à tous vos collègues que vous tapez sur ce clavier klicky-klacky exclusif et coloré. Un déplacement énorme à chaque pression de touche garantit un claquement maximal à chaque frappe.",
    "5m (metres) Cat__DOT__6 network cable (upwards/downwards compatible) | Patch cable | 2 RJ-45 plug | plug with bend protection mantle__DOT__ High transmission speeds due to operating frequency with up to 250 MHz (in comparison to Cat__DOT__5/Cat__DOT__5e cable bandwidth of 100 MHz)__DOT__": "Câble réseau Cat.6 de 5 m (mètres) (compatible ascendant/descendant) | Câble de brassage | 2 fiches RJ-45 | fiche avec manteau de protection contre les courbures. Vitesses de transmission élevées grâce à une fréquence de fonctionnement allant jusqu'à 250 MHz (par rapport à la bande passante du câble Cat.5/Cat.5e de 100 MHz).",
    "Based on the 1970s iconic shape, but made to a larger 69cm size, with updated, quality component, these skateboards are great for beginners to learn the foot spacing required, and are perfect for all-day cruising__DOT__": "Basés sur la forme emblématique des années 1970, mais fabriqués dans une taille plus grande de 69 cm, avec des composants de qualité mis à jour, ces skateboards sont parfaits pour les débutants qui souhaitent apprendre l'espacement des pieds requis et sont parfaits pour une croisière toute la journée.",
    "This football features high-contrast graphics for high-visibility during play, while its machine-stitched tpu casing offers consistent performance__DOT__": "Ce ballon de football présente des graphismes très contrastés pour une haute visibilité pendant le jeu, tandis que son boîtier en TPU cousu à la machine offre des performances constantes.",
    "Our dog loves these tennis balls and they last for some time before they eventually either get lost in some field or bush or the covering comes off due to it being used most of the day every day__DOT__": "Notre chien adore ces balles de tennis et elles durent un certain temps avant de se perdre dans un champ ou un buisson ou que le revêtement ne se détache car il est utilisé presque toute la journée.",
    "The Wilson MVP ball is perfect for playing basketball, and improving your skill for hours on end__DOT__ Designed for new players, it is created with a high-quality rubber suitable for courts, allowing you to get full use during your practices__DOT__": "Le ballon Wilson MVP est parfait pour jouer au basket et améliorer vos compétences pendant des heures. Conçu pour les nouveaux joueurs, il est créé avec un caoutchouc de haute qualité adapté aux courts, vous permettant d'en profiter pleinement lors de vos entraînements.",
    "With its ultra-light, uber-responsive magic foam and a carbon fiber plate that feels like it's propelling you forward, the Running Shoe is ready to push you to victories both large and small": "Avec sa mousse magique ultra-légère et ultra-réactive et sa plaque en fibre de carbone qui donne l'impression de vous propulser vers l'avant, la chaussure de course est prête à vous pousser vers des victoires, grandes et petites.",
    "The Freerun Men's Running Shoe is built for record-breaking speed__DOT__ The Flyknit upper delivers ultra-lightweight support that fits like a glove__DOT__": "La chaussure de course Freerun pour hommes est conçue pour une vitesse record. La tige Flyknit offre un soutien ultra-léger qui s'adapte comme un gant.",
    "Boasting legendary performance since 2008, the Hyperdunkz Basketball Shoe needs no gimmicks to stand out__DOT__ Air units deliver best-in-class cushioning, while a dynamic lacing system keeps your foot snug and secure, so you can focus on your game and nothing else__DOT__": "Bénéficiant de performances légendaires depuis 2008, la chaussure de basket Hyperdunkz n'a besoin d'aucun gadget pour se démarquer. Les unités Air offrent le meilleur amorti de sa catégorie, tandis qu'un système de laçage dynamique maintient votre pied bien ajusté et sécurisé, afin que vous puissiez vous concentrer sur votre jeu et rien d'autre.",
    "Built to handle curbs, corners and uneven sidewalks, these natural running shoes have an expanded landing zone and a heel plate for added stability__DOT__ A lightweight and stretchy knit upper supports your native stride__DOT__": "Conçues pour affronter les bordures, les coins et les trottoirs inégaux, ces chaussures de course naturelles disposent d'une zone d'atterrissage élargie et d'une plaque de talon pour une stabilité accrue. Une tige en tricot légère et extensible soutient votre foulée native.",
    "These running shoes are made with an airy, lightweight mesh upper__DOT__ The durable rubber outsole grips the pavement for added stability__DOT__ A cushioned midsole brings comfort to each step__DOT__": "Ces chaussures de course sont fabriquées avec une tige en mesh aérée et légère. La semelle extérieure en caoutchouc durable adhère au trottoir pour plus de stabilité. Une semelle intermédiaire coussinée apporte du confort à chaque pas.",
    "All Star is the most iconic sneaker in the world, recognised for its unmistakable silhouette, star-centred ankle patch and cultural authenticity__DOT__ And like the best paradigms, it only gets better with time__DOT__": "All Star est la sneaker la plus emblématique au monde, reconnue pour sa silhouette incomparable, son patch étoile centré sur la cheville et son authenticité culturelle. Et comme les meilleurs paradigmes, cela ne fait que s’améliorer avec le temps.",
    "A spiky yet elegant house cactus - perfect for the home or office__DOT__ Origin and habitat: Probably native only to the Andes of Peru": "Un cactus domestique épineux mais élégant, parfait pour la maison ou le bureau. Origine et habitat : Probablement originaire uniquement des Andes du Pérou",
    "Bright crimson red species tulip with black centers, the poppy-like flowers will open up in full sun__DOT__ Ideal for rock gardens, pots and border edging__DOT__": "Tulipe d'espèce rouge pourpre vif avec un centre noir, les fleurs ressemblant à des coquelicots s'ouvriront en plein soleil. Idéal pour les rocailles, les pots et les bordures.",
    "Can be found in tropical and sub-tropical America where it grows on the branches of trees, but also on telephone wires and electricity cables and poles that sometimes topple with the weight of these plants__DOT__ This plant loves a moist and warm air__DOT__": "On le trouve en Amérique tropicale et subtropicale où il pousse sur les branches des arbres, mais aussi sur les fils téléphoniques et les câbles et poteaux électriques qui basculent parfois sous le poids de ces plantes. Cette plante aime un air humide et chaud.",
    "Decorative Aloe vera makes a lovely house plant__DOT__ A really trendy plant, Aloe vera is just so easy to care for__DOT__ Aloe vera sap has been renowned for its remarkable medicinal and cosmetic properties for many centuries and has been used to treat grazes, insect bites and sunburn - it really works__DOT__": "L’Aloe vera décoratif est une jolie plante d’intérieur. Plante très tendance, l’Aloe vera est tellement facile à entretenir. La sève d'Aloe Vera est réputée depuis de nombreux siècles pour ses propriétés médicinales et cosmétiques remarquables et est utilisée pour traiter les écorchures, les piqûres d'insectes et les coups de soleil - elle fonctionne vraiment.",
    "Create a tropical feel in your home with this lush green tree fern, it has decorative leaves and will develop a short slender trunk in time__DOT__": "Créez une ambiance tropicale dans votre maison avec cette fougère arborescente d'un vert luxuriant, elle a des feuilles décoratives et développera un tronc court et mince avec le temps.",
    "These assorted succulents come in a variety of different shapes and colours - each with their own unique personality__DOT__ Succulents grow best in plenty of light: a sunny windowsill would be the ideal spot for them to thrive!": "Ces plantes succulentes assorties se présentent dans une variété de formes et de couleurs différentes, chacune avec sa propre personnalité unique. Les plantes succulentes poussent mieux dans beaucoup de lumière : un rebord de fenêtre ensoleillé serait l’endroit idéal pour qu’elles prospèrent !",
    "Gloriously elegant__DOT__ It can go along with any interior as it is a neutral color and the most popular Phalaenopsis overall__DOT__ 2 to 3 foot stems host large white flowers that can last for over 2 months__DOT__": "Glorieusement élégant. Il peut s'adapter à n'importe quel intérieur car c'est une couleur neutre et le Phalaenopsis le plus populaire dans l'ensemble. Les tiges de 2 à 3 pieds abritent de grandes fleurs blanches qui peuvent durer plus de 2 mois.",
    "Excellent semi-evergreen bonsai__DOT__ Indoors or out but needs some winter protection__DOT__ All trees sent will leave the nursery in excellent condition and will be of equal quality or better than the photograph shown__DOT__": "Excellent bonsaï semi-persistant. À l'intérieur ou à l'extérieur mais nécessite une protection hivernale. Tous les arbres envoyés quitteront la pépinière en excellent état et seront de qualité égale ou meilleure que la photographie présentée.",
    "Placing it at home or office can bring you fortune and prosperity, guard your house and ward off ill fortune__DOT__": "Le placer à la maison ou au bureau peut vous apporter fortune et prospérité, protéger votre maison et conjurer la mauvaise fortune.",
    "Hand trowel for garden cultivating hammer finish epoxy-coated head for improved resistance to rust, scratches, humidity and alkalines in the soil__DOT__": "Truelle à main pour la culture du jardin, finition marteau, tête avec revêtement époxy pour une meilleure résistance à la rouille, aux rayures, à l'humidité et aux alcalins du sol.",
    "A charming vintage white wooden chair featuring an extremely spherical pink balloon__DOT__ The balloon may be detached and used for other purposes, for example as a party decoration__DOT__": "Une charmante chaise vintage en bois blanc ornée d'un ballon rose extrêmement sphérique. Le ballon peut être détaché et utilisé à d'autres fins, par exemple comme décoration de fête.",
    "Seat cushions filled with high resilience foam and polyester fibre wadding give comfortable support for your body, and easily regain their shape when you get up__DOT__ The cover is easy to keep clean as it is removable and can be machine washed__DOT__": "Les coussins d'assise garnis de mousse haute résilience et de ouate de fibres de polyester offrent un soutien confortable à votre corps et reprennent facilement leur forme lorsque vous vous levez. La housse est facile à entretenir car elle est amovible et peut être lavée en machine.",
    "This premium, tan-brown bonded leather seat is part of the 'chill' sofa range__DOT__ The lever activated recline feature makes it easy to adjust to any position__DOT__ This smart, bustle back design with rounded tight padded arms has been designed with your comfort in mind__DOT__ This well-padded chair has foam pocket sprung seat cushions and fibre-filled back cushions__DOT__": "Ce siège en cuir reconstitué marron clair de qualité supérieure fait partie de la gamme de canapés « chill ». La fonction d'inclinaison activée par levier facilite l'ajustement dans n'importe quelle position. Ce design élégant et animé avec des accoudoirs arrondis et rembourrés a été conçu pour votre confort. Cette chaise bien rembourrée est dotée de coussins de siège à ressorts ensachés en mousse et de coussins de dossier remplis de fibres.",
    "Modern tapered white polycotton pendant shade with a metallic silver chrome interior finish for maximum light reflection__DOT__ Reversible gimble so it can be used as a ceiling shade or as a lamp shade__DOT__": "Abat-jour moderne conique en polycoton blanc avec une finition intérieure en chrome argenté métallisé pour une réflexion maximale de la lumière. Cardan réversible pour pouvoir être utilisé comme abat-jour de plafond ou comme abat-jour.",
    "Drawer stops prevent the drawers from being pulled out too far__DOT__ Built-in cable management for collecting cables and cords; out of sight but close at hand__DOT__": "Les butées de tiroir empêchent les tiroirs d'être trop tirés. Gestion des câbles intégrée pour collecter les câbles et les cordons ; hors de vue mais à portée de main.",
    "You sit comfortably thanks to the shaped back__DOT__ The chair frame is made of solid wood, which is a durable natural material__DOT__": "Vous êtes assis confortablement grâce au dossier profilé. Le cadre de la chaise est en bois massif, un matériau naturel durable.",
    "Comfortable to sit on thanks to the bowl-shaped seat and rounded shape of the backrest__DOT__ No tools are required to assemble the chair, you just click it together with a simple mechanism under the seat__DOT__": "Confortable pour s'asseoir grâce à l'assise en forme de cuvette et à la forme arrondie du dossier. Aucun outil n'est nécessaire pour assembler la chaise, il vous suffit de l'assembler avec un simple mécanisme sous le siège.",
    "Solid wood is a hardwearing natural material, which can be sanded and surface treated as required__DOT__": "Le bois massif est un matériau naturel résistant qui peut être poncé et traité en surface selon les besoins.",
    "Every table is unique, with varying grain pattern and natural colour shifts that are part of the charm of wood__DOT__": "Chaque table est unique, avec des motifs de grain variés et des changements de couleurs naturels qui font partie du charme du bois.",
    "You sit comfortably thanks to the restful flexibility of the seat__DOT__ Lightweight and easy to move around, yet stable enough even for the liveliest, young family members__DOT__": "Vous êtes assis confortablement grâce à la flexibilité reposante du siège. Léger et facile à déplacer, mais suffisamment stable même pour les jeunes membres de la famille les plus dynamiques."
  },
  "terms": {
    "metres": "mètres",
    "Cat__DOT__6": "Cat.6",
    "network cable": "câble réseau",
    "upwards/downwards compatible": "compatible vers le haut/vers le bas",
    "Patch cable": "Câble de raccordement",
    "RJ-45 plug": "prise RJ-45",
    "bend protection mantle": "gaine de protection contre la flexion",
    "High transmission speeds": "Vitesses de transmission élevées",
    "due to operating frequency": "grâce à la fréquence de fonctionnement",
    "up to": "jusqu'à",
    "MHz": "MHz",
    "in comparison to": "par rapport à",
    "Cat__DOT__5": "Cat.5",
    "Cat__DOT__5e": "Cat.5e",
    "cable bandwidth": "bande passante du câble"
  }
}